["*“The difference between a flower and a weed is judgement.”* – Unknown","*“I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence.”* – Frederick Douglass","*“The soul that is within me no man can degrade.”* – Frederick Douglass","*“Knowledge makes a man unfit to be a slave.”* – Frederick Douglass","*“Without a struggle, there can be no progress.”* – Frederick Douglass","*“Freedom is a road seldom traveled by the multitude.”* – Frederick Douglass","*“It is easier to build strong children than to repair broken men.”* – Frederick Douglass","*“To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker.”* – Frederick Douglass","*“Once you learn to read, you will be forever free.”* – Frederick Douglass","*“All diseases run into one, old age.”* - Ralph Waldo Emerson","*“Alas, after a certain age every man is responsible for his face.”* - Albert Camus","*“He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.”* - Plato","*“It takes a long time to become young.”* - Pablo Picasso","*“Youth has no age.”* - Pablo Picasso","*“In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.”* - George Orwell","*“Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.”* - Henry Ford","*“Confusion of goals and perfection of means seems, in my opinion, to characterize our age.”* - Albert Einstein","*“Perfection of means and confusion of ends seem to characterize our age.”* - Albert Einstein","*“In every country and every age, the priest had been hostile to Liberty.”* - Thomas Jefferson","*“Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.”* - Dale Carnegie","*“At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.”* - Salvador Dali","*“We are all geniuses up to the age of ten.”* - Aldous Huxley","*“Bashfulness is an ornament to youth, but a reproach to old age.”* - Aristotle","*“Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.”* - Albert Einstein","*“If youth knew if age could.”* - Sigmund Freud","*“Each age, it is found, must write its own books or rather, each generation for the next succeeding.”* - Ralph Waldo Emerson","*“Education is the best provision for old age.”* - Aristotle","*“The secret of genius is to carry the spirit of the child into old age, which mean never losing your enthusiasm.”* - Aldous Huxley","*“Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.”* - Confucius","*“Common sense is the collection of prejudices acquired by age eighteen.”* - Albert Einstein","*“When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.”* - Friedrich Nietzsche","*“The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.”* - Ralph Waldo Emerson","*“The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.”* - Aldous Huxley","*“Not to expose your true feelings to an adult seems to be instinctive from the age of seven or eight onwards.”* - George Orwell","*“It is strange to be known so universally and yet to be so lonely.”* - Albert Einstein","*“The only real progress lies in learning to be wrong all alone.”* - Albert Camus","*“Perhaps I know best why it is man alone who laughs he alone suffers so deeply that he had to invent laughter.”* - Friedrich Nietzsche","*“It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.”* - Salvador Dali","*“The doer alone learneth.”* - Friedrich Nietzsche","*“Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.”* - Sigmund Freud","*“It is error alone which needs the support of government. Truth can stand by itself.”* - Thomas Jefferson","*“One travels more usefully when alone, because he reflects more.”* - Thomas Jefferson","*“Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.”* - Albert Camus","*“Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.”* - Thomas Jefferson","*“Virtue is not left to stand alone. He who practices it will have neighbors.”* - Confucius","*“Wisdom alone is the science of other sciences.”* - Plato","*“It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.”* - Thomas Sowell","*“Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.”* - Aristotle","*“There are two things a person should never be angry at, what they can help, and what they cannot.”* - Plato","*“When anger rises, think of the consequences.”* - Confucius","*“Speak the truth, do not yield to anger give, if thou art asked for little by these three steps thou wilt go near the gods.”* - Confucius","*“For every minute you remain angry, you give up sixty seconds of peace of mind.”* - Ralph Waldo Emerson","*“When angry count to ten before you speak. If very angry, count to one hundred.”* - Thomas Jefferson","*“Anger dwells only in the bosom of fools.”* - Albert Einstein","*“True art is characterized by an irresistible urge in the creative artist.”* - Albert Einstein","*“I'm afraid that if you look at a thing long enough, it loses all of its meaning.”* - Andy Warhol","*“You must not fight too often with one enemy, or you will teach him all your art of war.”* - Napoleon Bonaparte","*“Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.”* - Pablo Picasso","*“It is the supreme art of the teacher to awaken joy in creative expression and knowledge.”* - Albert Einstein","*“A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.”* - Albert Camus","*“Homer has taught all other poets the art of telling lies skillfully.”* - Aristotle","*“Pictures must not be too picturesque.”* - Ralph Waldo Emerson","*“Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.”* - Pablo Picasso","*“For art to exist, for any sort of aesthetic activity to exist, a certain physiological precondition is indispensable: intoxication.”* - Friedrich Nietzsche","*“When art dresses in worn-out material it is most easily recognized as art.”* - Friedrich Nietzsche","*“Perhaps it's good for one to suffer. Can an artist do anything if he's happy? Would he ever want to do anything? What is art, after all, but a protest against the horrible inclemency of life?”* - Aldous Huxley","*“There is no abstract art. You must always start with something. Afterward you can remove all traces of reality.”* - Pablo Picasso","*“The beginning is the most important part of the work.”* - Plato","*“Art washes away from the soul the dust of everyday life.”* - Pablo Picasso","*“Rhetoric is the art of ruling the minds of men.”* - Plato","*“The finest works of art are precious, among other reasons, because they make it possible for us to know, if only imperfectly and for a little while, what it actually feels like to think subtly and feel nobly.”* - Aldous Huxley","*“Sculpture is the art of the intelligence.”* - Pablo Picasso","*“A guilty conscience needs to confess. A work of art is a confession.”* - Albert Camus","*“We have art in order not to die of the truth.”* - Friedrich Nietzsche","*“Without freedom, no art art lives only on the restraints it imposes on itself, and dies of all others.”* - Albert Camus","*“The essence of all art is to have pleasure in giving pleasure.”* - Dale Carnegie","*“The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.”* - Albert Einstein","*“Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.”* - Salvador Dali","*“The terrifying and edible beauty of Art Nouveau architecture.”* - Salvador Dali","*“Every artist was first an amateur.”* - Ralph Waldo Emerson","*“The essence of all beautiful art, all great art, is gratitude.”* - Friedrich Nietzsche","*“Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.”* - Aristotle","*“Every art and every inquiry, and similarly every action and choice, is thought to aim at some good and for this reason the good has rightly been declared to be that at which all things aim.”* - Aristotle","*“I think having land and not ruining it is the most beautiful art that anybody could ever want to own.”* - Andy Warhol","*“Land really is the best art.”* - Andy Warhol","*“Painting is an infinitely minute part of my personality.”* - Salvador Dali","*“It is Homer who has chiefly taught other poets the art of telling lies skillfully.”* - Aristotle","*“I do not know what the spirit of a philosopher could more wish to be than a good dancer. For the dance is his ideal, also his fine art, finally also the only kind of piety he knows, his 'divine service.'”* - Friedrich Nietzsche","*“Sleeping is no mean art: for its sake one must stay awake all day.”* - Friedrich Nietzsche","*“Art is the elimination of the unnecessary.”* - Pablo Picasso","*“A picture is worth a thousand words.”* - Napoleon Bonaparte","*“Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.”* - Andy Warhol","*“The people who make art their business are mostly imposters.”* - Pablo Picasso","*“We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art.”* - Salvador Dali","*“Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.”* - Salvador Dali","*“Be slow to fall into friendship but when thou art in, continue firm and constant.”* - Socrates","*“Europe is so well gardened that it resembles a work of art, a scientific theory, a neat metaphysical system. Man has re-created Europe in his own image.”* - Aldous Huxley","*“To my mind the old masters are not art their value is in their scarcity.”* - Thomas A. Edison","*“The aim of art is to represent not the outward appearance of things, but their inward significance.”* - Aristotle","*“Love of beauty is taste. The creation of beauty is art.”* - Ralph Waldo Emerson","*“Admiration for a quality or an art can be so strong that it deters us from striving to possess it.”* - Friedrich Nietzsche","*“The bad gains respect through imitation, the good loses it especially in art.”* - Friedrich Nietzsche","*“Making money is art and working is art and good business is the best art.”* - Andy Warhol","*“We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.”* - Pablo Picasso","*“The purpose of art is washing the dust of daily life off our souls.”* - Pablo Picasso","*“Those who educate children well are more to be honored than they who produce them for these only gave them life, those the art of living well.”* - Aristotle","*“An artist is somebody who produces things that people don't need to have.”* - Andy Warhol","*“Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.”* - Friedrich Nietzsche","*“Art raises its head where creeds relax.”* - Friedrich Nietzsche","*“Truly fertile Music, the only kind that will move us, that we shall truly appreciate, will be a Music conducive to Dream, which banishes all reason and analysis. One must not wish first to understand and then to feel. Art does not tolerate Reason.”* - Albert Camus","*“Art is the lie that enables us to realize the truth.”* - Pablo Picasso","*“In art, the hand can never execute anything higher than the heart can imagine.”* - Ralph Waldo Emerson","*“Art is the proper task of life.”* - Friedrich Nietzsche","*“The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web.”* - Pablo Picasso","*“Painting is just another way of keeping a diary.”* - Pablo Picasso","*“Art is a lie that makes us realize truth.”* - Pablo Picasso","*“Nothing can stop the man with the right mental attitude from achieving his goal nothing on earth can help the man with the wrong mental attitude.”* - Thomas Jefferson","*“Happiness doesn't depend on any external conditions, it is governed by our mental attitude.”* - Dale Carnegie","*“Weakness of attitude becomes weakness of character.”* - Albert Einstein","*“Personal beauty is a greater recommendation than any letter of reference.”* - Aristotle","*“Everything has beauty, but not everyone sees it.”* - Confucius","*“The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.”* - Albert Einstein","*“Beauty is worse than wine, it intoxicates both the holder and beholder.”* - Aldous Huxley","*“Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world.”* - Ralph Waldo Emerson","*“Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.”* - Albert Camus","*“My best friend is the man who in wishing me well wishes it for my sake.”* - Aristotle","*“A man is relieved and gay when he has put his heart into his work and done his best but what he has said or done otherwise shall give him no peace.”* - Ralph Waldo Emerson","*“Employees make the best dates. You don't have to pick them up and they're always tax-deductible.”* - Andy Warhol","*“Write it on your heart that every day is the best day in the year.”* - Ralph Waldo Emerson","*“I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.”* - Henry Ford","*“If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly.”* - Thomas Sowell","*“Cynical realism is the intelligent man's best excuse for doing nothing in an intolerable situation.”* - Aldous Huxley","*“The best books... are those that tell you what you know already.”* - George Orwell","*“As we grow old, the beauty steals inward.”* - Ralph Waldo Emerson","*“Beauty is a short-lived tyranny.”* - Socrates","*“Walking is the best possible exercise. Habituate yourself to walk very fast.”* - Thomas Jefferson","*“The best friend is the man who in wishing me well wishes it for my sake.”* - Aristotle","*“Beauty without expression is boring.”* - Ralph Waldo Emerson","*“Wishful thinking is not idealism. It is self-indulgence at best and self-exaltation at worst. In either case, it is usually at the expense of others. In other words, it is the opposite of idealism.”* - Thomas Sowell","*“If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done.”* - Dale Carnegie","*“The best way to keep one's word is not to give it.”* - Napoleon Bonaparte","*“Our prayers should be for blessings in general, for God knows best what is good for us.”* - Socrates","*“The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.”* - Aristotle","*“It is best to rise from life as from a banquet, neither thirsty nor drunken.”* - Aristotle","*“He who laughs best today, will also laughs last.”* - Friedrich Nietzsche","*“Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.”* - Dale Carnegie","*“The best cure for the body is a quiet mind.”* - Napoleon Bonaparte","*“A business that makes nothing but money is a poor business.”* - Henry Ford","*“War is the business of barbarians.”* - Napoleon Bonaparte","*“Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.”* - Albert Einstein","*“The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time.”* - Henry Ford","*“Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.”* - Thomas Jefferson","*“A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.”* - Lao Tzu","*“The fox has many tricks. The hedgehog has but one. But that is the best of all.”* - Ralph Waldo Emerson","*“Our best thoughts come from others.”* - Ralph Waldo Emerson","*“There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible.”* - Henry Ford","*“After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.”* - Albert Camus","*“The most basic question is not what is best, but who shall decide what is best.”* - Thomas Sowell","*“The superior man understands what is right the inferior man understands what will sell.”* - Confucius","*“Hell, there are no rules here - we're trying to accomplish something.”* - Thomas A. Edison","*“Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets.”* - Henry Ford","*“Justice means minding one's own business and not meddling with other men's concerns.”* - Plato","*“Competition is the keen cutting edge of business, always shaving away at costs.”* - Henry Ford","*“You can close more business in two months by becoming interested in other people than you can in two years by trying to get people interested in you.”* - Dale Carnegie","*“Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival.”* - Thomas Jefferson","*“Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.”* - Ralph Waldo Emerson","*“The best effort of a fine person is felt after we have left their presence.”* - Ralph Waldo Emerson","*“Those who excel in virtue have the best right of all to rebel, but then they are of all men the least inclined to do so.”* - Aristotle","*“To know yet to think that one does not know is best Not to know yet to think that one knows will lead to difficulty.”* - Lao Tzu","*“In the last analysis, even the best man is evil: in the last analysis, even the best woman is bad.”* - Friedrich Nietzsche","*“There's a victory, and defeat the first and best of victories, the lowest and worst of defeats which each man gains or sustains at the hands not of another, but of himself.”* - Plato","*“The only way to get the best of an argument is to avoid it.”* - Dale Carnegie","*“It is clearly better that property should be private, but the use of it common and the special business of the legislator is to create in men this benevolent disposition.”* - Aristotle","*“Beauty without grace is the hook without the bait.”* - Ralph Waldo Emerson","*“Beauty is the bait which with delight allures man to enlarge his kind.”* - Socrates","*“He who knows best knows how little he knows.”* - Thomas Jefferson","*“The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.”* - Plato","*“For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security.”* - Thomas Jefferson","*“My best friend is the one who brings out the best in me.”* - Henry Ford","*“The best weapon against an enemy is another enemy.”* - Friedrich Nietzsche","*“The best thinking has been done in solitude. The worst has been done in turmoil.”* - Thomas A. Edison","*“Sculpture is the best comment that a painter can make on painting.”* - Pablo Picasso","*“Your purpose is to make your audience see what you saw, hear what you heard, feel what you felt. Relevant detail, couched in concrete, colorful language, is the best way to recreate the incident as it happened and to picture it for the audience.”* - Dale Carnegie","*“Just because something doesn't do what you planned it to do doesn't mean it's useless.”* - Thomas A. Edison","*“It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.”* - Aldous Huxley","*“Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.”* - Dale Carnegie","*“Part of the reason for the ugliness of adults, in a child's eyes, is that the child is usually looking upwards, and few faces are at their best when seen from below.”* - George Orwell","*“The best author will be the one who is ashamed to become a writer.”* - Friedrich Nietzsche","*“The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.”* - Henry Ford","*“A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large.”* - Henry Ford","*“We find delight in the beauty and happiness of children that makes the heart too big for the body.”* - Ralph Waldo Emerson","*“I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.”* - Albert Einstein","*“At his best, man is the noblest of all animals separated from law and justice he is the worst.”* - Aristotle","*“When the best leader's work is done the people say, 'We did it ourselves.'”* - Lao Tzu","*“If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.”* - Aristotle","*“The hardest thing to understand in the world is the income tax.”* - Albert Einstein","*“Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!”* - Thomas A. Edison","*“I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night.”* - Henry Ford","*“If the facts don't fit the theory, change the facts.”* - Albert Einstein","*“Only the wisest and stupidest of men never change.”* - Confucius","*“But if nothing but soul, or in soul mind, is qualified to count, it is impossible for there to be time unless there is soul, but only that of which time is an attribute, i.e. if change can exist without soul.”* - Aristotle","*“If there is no struggle, there is no progress.”* - Frederick Douglass","*“Excess generally causes reaction, and produces a change in the opposite direction, whether it be in the seasons, or in individuals, or in governments.”* - Plato","*“Change in all things is sweet.”* - Aristotle","*“One must change one's tactics every ten years if one wishes to maintain one's superiority.”* - Napoleon Bonaparte","*“There is the good and the bad, the great and the low, the just and the unjust. I swear to you that all that will never change.”* - Albert Camus","*“If you do not change direction, you may end up where you are heading.”* - Lao Tzu","*“No change of circumstances can repair a defect of character.”* - Ralph Waldo Emerson","*“They always say time changes things, but you actually have to change them yourself.”* - Andy Warhol","*“I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.”* - Aldous Huxley","*“They must often change, who would be constant in happiness or wisdom.”* - Confucius","*“The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them they change and everyone looks up to them.”* - Confucius","*“If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve.”* - Lao Tzu","*“It behooves every man who values liberty of conscience for himself, to resist invasions of it in the case of others: or their case may, by change of circumstances, become his own.”* - Thomas Jefferson","*“Win as if you were used to it, lose as if you enjoyed it for a change.”* - Ralph Waldo Emerson","*“Isn't life a series of images that change as they repeat themselves?”* - Andy Warhol","*“Computers are useless. They can only give you answers.”* - Pablo Picasso","*“Truthful words are not beautiful beautiful words are not truthful. Good words are not persuasive persuasive words are not good.”* - Lao Tzu","*“The strong man is the one who is able to intercept at will the communication between the senses and the mind.”* - Napoleon Bonaparte","*“Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.”* - Thomas Jefferson","*“Courage is like love it must have hope for nourishment.”* - Napoleon Bonaparte","*“Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.”* - Lao Tzu","*“Most of us have far more courage than we ever dreamed we possessed.”* - Dale Carnegie","*“Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.”* - Dale Carnegie","*“A great part of courage is the courage of having done the thing before.”* - Ralph Waldo Emerson","*“From caring comes courage.”* - Lao Tzu","*“Courage is a mean with regard to fear and confidence.”* - Aristotle","*“He is a man of courage who does not run away, but remains at his post and fights against the enemy.”* - Socrates","*“Wisdom, compassion, and courage are the three universally recognized moral qualities of men.”* - Confucius","*“Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.”* - Ralph Waldo Emerson","*“Courage is the first of human qualities because it is the quality which guarantees the others.”* - Aristotle","*“One man with courage is a majority.”* - Thomas Jefferson","*“Courage is a kind of salvation.”* - Plato","*“It requires more courage to suffer than to die.”* - Napoleon Bonaparte","*“Courage is knowing what not to fear.”* - Plato","*“Real nobility is based on scorn, courage, and profound indifference.”* - Albert Camus","*“The first virtue in a soldier is endurance of fatigue courage is only the second virtue.”* - Napoleon Bonaparte","*“Faced with what is right, to leave it undone shows a lack of courage.”* - Confucius","*“Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.”* - Lao Tzu","*“You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.”* - Aristotle","*“Those who lack the courage will always find a philosophy to justify it.”* - Albert Camus","*“When one has not had a good father, one must create one.”* - Friedrich Nietzsche","*“Whoever does not have a good father should procure one.”* - Friedrich Nietzsche","*“Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.”* - Aldous Huxley","*“If we don't know life, how can we know death?”* - Confucius","*“Intellectual growth should commence at birth and cease only at death.”* - Albert Einstein","*“Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.”* - Ralph Waldo Emerson","*“Death and life have their determined appointments riches and honors depend upon heaven.”* - Confucius","*“Let us beware of saying that death is the opposite of life. The living being is only a species of the dead, and a very rare species.”* - Friedrich Nietzsche","*“No evil can happen to a good man, either in life or after death.”* - Plato","*“For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium.”* - Albert Camus","*“A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor.”* - Aldous Huxley","*“Men are convinced of your arguments, your sincerity, and the seriousness of your efforts only by your death.”* - Albert Camus","*“Death is not the worst that can happen to men.”* - Plato","*“Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.”* - Plato","*“Death is nothing, but to live defeated and inglorious is to die daily.”* - Napoleon Bonaparte","*“There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.”* - Thomas A. Edison","*“The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.”* - Albert Einstein","*“We get into the habit of living before acquiring the habit of thinking. In that race which daily hastens us towards death, the body maintains its irreparable lead.”* - Albert Camus","*“Death may be the greatest of all human blessings.”* - Socrates","*“The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'”* - Friedrich Nietzsche","*“Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.”* - Socrates","*“There will be no lasting peace either in the heart of individuals or in social customs until death is outlawed.”* - Albert Camus","*“Do the thing we fear, and death of fear is certain.”* - Ralph Waldo Emerson","*“To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill.”* - Aristotle","*“Life and death are one thread, the same line viewed from different sides.”* - Lao Tzu","*“Must not all things at the last be swallowed up in death?”* - Plato","*“The goal of all life is death.”* - Sigmund Freud","*“It is the cause, not the death, that makes the martyr.”* - Napoleon Bonaparte","*“You must not fear death, my lads defy him, and you drive him into the enemy's ranks.”* - Napoleon Bonaparte","*“It is the mark of an educated mind to be able to entertain a thought without accepting it.”* - Aristotle","*“Dream in a pragmatic way.”* - Aldous Huxley","*“A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.”* - Ralph Waldo Emerson","*“Judge of your natural character by what you do in your dreams.”* - Ralph Waldo Emerson","*“The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.”* - Sigmund Freud","*“What is a television apparatus to man, who has only to shut his eyes to see the most inaccessible regions of the seen and the never seen, who has only to imagine in order to pierce through walls and cause all the planetary Baghdads of his dreams to rise from the dust.”* - Salvador Dali","*“Dreams are often most profound when they seem the most crazy.”* - Sigmund Freud","*“I like the dreams of the future better than the history of the past.”* - Thomas Jefferson","*“The roots of education are bitter, but the fruit is sweet.”* - Aristotle","*“Obviously one must hold oneself responsible for the evil impulses of one's dreams. In what other way can one deal with them? Unless the content of the dream rightly understood is inspired by alien spirits, it is part of my own being.”* - Sigmund Freud","*“The only thing that interferes with my learning is my education.”* - Albert Einstein","*“To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education.”* - Thomas Jefferson","*“Education is what remains after one has forgotten what one has learned in school.”* - Albert Einstein","*“Music is the movement of sound to reach the soul for the education of its virtue.”* - Plato","*“In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.”* - Friedrich Nietzsche","*“No man should bring children into the world who is unwilling to persevere to the end in their nature and education.”* - Plato","*“If a man neglects education, he walks lame to the end of his life.”* - Plato","*“The direction in which education starts a man will determine his future in life.”* - Plato","*“Education is an ornament in prosperity and a refuge in adversity.”* - Aristotle","*“It is a miracle that curiosity survives formal education.”* - Albert Einstein","*“The most important part of education is proper training in the nursery.”* - Plato","*“The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.”* - Aldous Huxley","*“Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.”* - Salvador Dali","*“One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.”* - Thomas Sowell","*“Show me a thoroughly satisfied man and I will show you a failure.”* - Thomas A. Edison","*“Before God we are all equally wise - and equally foolish.”* - Albert Einstein","*“By three methods we may learn wisdom: First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest.”* - Confucius","*“There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.”* - Confucius","*“Experience teaches only the teachable.”* - Aldous Huxley","*“It was the experience of mystery - even if mixed with fear - that engendered religion.”* - Albert Einstein","*“From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.”* - Aldous Huxley","*“Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure.”* - Thomas A. Edison","*“Many of life's failures are people who did not realize how close they were to success when they gave up.”* - Thomas A. Edison","*“Then not only custom, but also nature affirms that to do is more disgraceful than to suffer injustice, and that justice is equality.”* - Plato","*“When you have really exhausted an experience you always reverence and love it.”* - Albert Camus","*“Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor.”* - Thomas Jefferson","*“If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.”* - Henry Ford","*“The years teach much which the days never know.”* - Ralph Waldo Emerson","*“You cannot create experience. You must undergo it.”* - Albert Camus","*“The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety.”* - Sigmund Freud","*“The environment is everything that isn't me.”* - Albert Einstein","*“The only source of knowledge is experience.”* - Albert Einstein","*“Experience is not what happens to you it's what you do with what happens to you.”* - Aldous Huxley","*“I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.”* - Sigmund Freud","*“Democracy... is a charming form of government, full of variety and disorder and dispensing a sort of equality to equals and unequals alike.”* - Plato","*“I doubt whether classical education ever has been or can be successfully carried out without corporal punishment.”* - George Orwell","*“Too much of what is called 'education' is little more than an expensive isolation from reality.”* - Thomas Sowell","*“Experience, as a desire for experience, does not come off. We must not study ourselves while having an experience.”* - Friedrich Nietzsche","*“For good nurture and education implant good constitutions.”* - Plato","*“No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer.”* - George Orwell","*“To use the same words is not a sufficient guarantee of understanding one must use the same words for the same genus of inward experience ultimately one must have one's experiences in common.”* - Friedrich Nietzsche","*“The only real security that a man can have in this world is a reserve of knowledge, experience and ability.”* - Henry Ford","*“People in their handlings of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure.”* - Lao Tzu","*“Success depends upon previous preparation, and without such preparation there is sure to be failure.”* - Confucius","*“Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.”* - Thomas Sowell","*“Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.”* - Dale Carnegie","*“Failure is simply the opportunity to begin again, this time more intelligently.”* - Henry Ford","*“We are twice armed if we fight with faith.”* - Plato","*“God always takes the simplest way.”* - Albert Einstein","*“That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.”* - Albert Einstein","*“To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well.”* - Albert Camus","*“A casual stroll through the lunatic asylum shows that faith does not prove anything.”* - Friedrich Nietzsche","*“God enters by a private door into every individual.”* - Ralph Waldo Emerson","*“The faith that stands on authority is not faith.”* - Ralph Waldo Emerson","*“Faith: not wanting to know what is true.”* - Friedrich Nietzsche","*“Our faith comes in moments our vice is habitual.”* - Ralph Waldo Emerson","*“In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.”* - Lao Tzu","*“Everyone will be famous for 15 minutes.”* - Andy Warhol","*“A family with the wrong members in control that, perhaps, is as near as one can come to describing England in a phrase.”* - George Orwell","*“My idea of a good picture is one that's in focus and of a famous person.”* - Andy Warhol","*“Fear is pain arising from the anticipation of evil.”* - Aristotle","*“The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness.”* - Aristotle","*“Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.”* - Socrates","*“It is almost universally felt that when we call a country democratic we are praising it consequently, the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using the word if it were tied down to any one meaning.”* - George Orwell","*“Injustice is censured because the censures are afraid of suffering, and not from any fear which they have of doing injustice.”* - Plato","*“Fear defeats more people than any other one thing in the world.”* - Ralph Waldo Emerson","*“Men are swayed more by fear than by reverence.”* - Aristotle","*“When the people fear the government, there is tyranny. When the government fears the people, there is liberty.”* - Thomas Jefferson","*“There is not a truth existing which I fear... or would wish unknown to the whole world.”* - Thomas Jefferson","*“He who is not everyday conquering some fear has not learned the secret of life.”* - Ralph Waldo Emerson","*“I have gained this from philosophy: that I do without being commanded what others do only from fear of the law.”* - Aristotle","*“I'm bored with that line. I never use it anymore. My new line is 'In 15 minutes everybody will be famous.'”* - Andy Warhol","*“Have no fear of perfection - you'll never reach it.”* - Salvador Dali","*“The people to fear are not those who disagree with you, but those who disagree with you and are too cowardly to let you know.”* - Napoleon Bonaparte","*“I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.”* - Thomas Jefferson","*“Fear not those who argue but those who dodge.”* - Dale Carnegie","*“Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.”* - Thomas Jefferson","*“My only fear is that I may live too long. This would be a subject of dread to me.”* - Thomas Jefferson","*“Fear is the mother of morality.”* - Friedrich Nietzsche","*“Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.”* - Dale Carnegie","*“Nothing is more despicable than respect based on fear.”* - Albert Camus","*“If you want to conquer fear, don't sit home and think about it. Go out and get busy.”* - Dale Carnegie","*“Fix reason firmly in her seat, and call to her tribunal every fact, every opinion. Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.”* - Thomas Jefferson","*“When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.”* - Plato","*“Fear doesn't exist anywhere except in the mind.”* - Dale Carnegie","*“If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.”* - Albert Einstein","*“Men are moved by two levers only: fear and self interest.”* - Napoleon Bonaparte","*“If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?”* - Confucius","*“To be famous, in fact, one has only to kill one's landlady.”* - Albert Camus","*“In the future everyone will be famous for 15 minutes.”* - Andy Warhol","*“You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.”* - Dale Carnegie","*“There are only two forces that unite men - fear and interest.”* - Napoleon Bonaparte","*“We may find in the long run that tinned food is a deadlier weapon than the machine-gun.”* - George Orwell","*“Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.”* - Friedrich Nietzsche","*“The first wealth is health.”* - Ralph Waldo Emerson","*“It is a kind of spiritual snobbery that makes people think they can be happy without money.”* - Albert Camus","*“Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.”* - Thomas Jefferson","*“It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning.”* - Henry Ford","*“Attention to health is life's greatest hindrance.”* - Plato","*“And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.”* - Plato","*“The desire of gold is not for gold. It is for the means of freedom and benefit.”* - Ralph Waldo Emerson","*“Freedom is nothing but a chance to be better.”* - Albert Camus","*“If there is something to pardon in everything, there is also something to condemn.”* - Friedrich Nietzsche","*“Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely.”* - Albert Camus","*“Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric.”* - Thomas Sowell","*“War is peace. Freedom is slavery. Ignorance is strength.”* - George Orwell","*“The worst enemy of life, freedom and the common decencies is total anarchy their second worst enemy is total efficiency.”* - Aldous Huxley","*“A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.”* - Albert Camus","*“Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.”* - Frederick Douglass","*“A man may be a pessimistic determinist before lunch and an optimistic believer in the will's freedom after it.”* - Aldous Huxley","*“Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure.”* - Aldous Huxley","*“Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.”* - Albert Camus","*“Freedom is the right to tell people what they do not want to hear.”* - George Orwell","*“Freedom is the freedom to say that two plus two make four. If that is granted, all else follows.”* - George Orwell","*“Analysis does not set out to make pathological reactions impossible, but to give the patient's ego freedom to decide one way or another.”* - Sigmund Freud","*“Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.”* - Thomas Jefferson","*“The revelation of thought takes men out of servitude into freedom.”* - Ralph Waldo Emerson","*“I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress.”* - Frederick Douglass","*“What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long.”* - Thomas Sowell","*“Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.”* - Sigmund Freud","*“Nothing has been purchased more dearly than the little bit of reason and sense of freedom which now constitutes our pride.”* - Friedrich Nietzsche","*“It is more shameful to distrust our friends than to be deceived by them.”* - Confucius","*“Perfect friendship is the friendship of men who are good, and alike in excellence for these wish well alike to each other qua good, and they are good in themselves.”* - Aristotle","*“A friend to all is a friend to none.”* - Aristotle","*“A man's growth is seen in the successive choirs of his friends.”* - Ralph Waldo Emerson","*“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”* - Friedrich Nietzsche","*“Friendship is a single soul dwelling in two bodies.”* - Aristotle","*“A friend may well be reckoned the masterpiece of nature.”* - Ralph Waldo Emerson","*“He who hath many friends hath none.”* - Aristotle","*“Rejoicing in our joy, not suffering over our suffering, makes someone a friend.”* - Friedrich Nietzsche","*“Friendship, like the immortality of the soul, is too good to be believed.”* - Ralph Waldo Emerson","*“Never contract friendship with a man that is not better than thyself.”* - Confucius","*“How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.”* - Albert Camus","*“Love is blind friendship closes its eyes.”* - Friedrich Nietzsche","*“What is a friend? A single soul dwelling in two bodies.”* - Aristotle","*“The only way to have a friend is to be one.”* - Ralph Waldo Emerson","*“Wishing to be friends is quick work, but friendship is a slow ripening fruit.”* - Aristotle","*“Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.”* - Thomas Jefferson","*“Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?”* - Thomas Jefferson","*“Peace, commerce and honest friendship with all nations entangling alliances with none.”* - Thomas Jefferson","*“Don't walk behind me I may not lead. Don't walk in front of me I may not follow. Just walk beside me and be my friend.”* - Albert Camus","*“It is one of the blessings of old friends that you can afford to be stupid with them.”* - Ralph Waldo Emerson","*“But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.”* - Thomas Jefferson","*“I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.”* - Thomas A. Edison","*“A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.”* - Friedrich Nietzsche","*“Friendship is essentially a partnership.”* - Aristotle","*“Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion.”* - George Orwell","*“When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.”* - Albert Einstein","*“It takes considerable knowledge just to realize the extent of your own ignorance.”* - Thomas Sowell","*“I used to think that everything was just being funny but now I don't know. I mean, how can you tell?”* - Andy Warhol","*“If you want a vision of the future, imagine a boot stamping on a human face - forever.”* - George Orwell","*“All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.”* - Friedrich Nietzsche","*“Study the past, if you would divine the future.”* - Confucius","*“Who controls the past controls the future. Who controls the present controls the past.”* - George Orwell","*“America is false to the past, false to the present, and solemnly binds herself to be false to the future.”* - Frederick Douglass","*“All political thinking for years past has been vitiated in the same way. People can foresee the future only when it coincides with their own wishes, and the most grossly obvious facts can be ignored when they are unwelcome.”* - George Orwell","*“The distinction between the past, present and future is only a stubbornly persistent illusion.”* - Albert Einstein","*“I never think of the future - it comes soon enough.”* - Albert Einstein","*“With the past, I have nothing to do nor with the future. I live now.”* - Ralph Waldo Emerson","*“Real generosity toward the future lies in giving all to the present.”* - Albert Camus","*“We have to do with the past only as we can make it useful to the present and the future.”* - Frederick Douglass","*“The future influences the present just as much as the past.”* - Friedrich Nietzsche","*“God does not play dice.”* - Albert Einstein","*“I shall never believe that God plays dice with the world.”* - Albert Einstein","*“God screens us evermore from premature ideas.”* - Ralph Waldo Emerson","*“God is a thought who makes crooked all that is straight.”* - Friedrich Nietzsche","*“There cannot be a God because if there were one, I could not believe that I was not He.”* - Friedrich Nietzsche","*“One and God make a majority.”* - Frederick Douglass","*“If God is just, I tremble for my country.”* - Thomas Jefferson","*“Woman was God's second mistake.”* - Friedrich Nietzsche","*“We see God face to face every hour, and know the savor of Nature.”* - Ralph Waldo Emerson","*“There is no chance and anarchy in the universe. All is system and gradation. Every god is there sitting in his sphere.”* - Ralph Waldo Emerson","*“Once spirit was God, then it became man, and now it is even becoming mob.”* - Friedrich Nietzsche","*“God may be subtle, but he isn't plain mean.”* - Albert Einstein","*“The highest revelation is that God is in every man.”* - Ralph Waldo Emerson","*“The end of life is to be like God, and the soul following God will be like Him.”* - Socrates","*“It does me no injury for my neighbor to say there are twenty gods or no God.”* - Thomas Jefferson","*“I cannot believe in a God who wants to be praised all the time.”* - Friedrich Nietzsche","*“Morality is of the highest importance - but for us, not for God.”* - Albert Einstein","*“The God who gave us life, gave us liberty at the same time.”* - Thomas Jefferson","*“All men are by nature equal, made all of the same earth by one Workman and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince.”* - Plato","*“He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.”* - Aristotle","*“God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things.”* - Pablo Picasso","*“We ought to fly away from earth to heaven as quickly as we can and to fly away is to become like God, as far as this is possible and to become like him is to become holy, just, and wise.”* - Plato","*“I do not believe in the God of theology who rewards good and punishes evil.”* - Albert Einstein","*“Today I love myself as I love my god: who could charge me with a sin today? I know only sins against my god but who knows my god?”* - Friedrich Nietzsche","*“Heaven means to be one with God.”* - Confucius","*“Whosoever is delighted in solitude is either a wild beast or a god.”* - Aristotle","*“The abdomen is the reason why man does not readily take himself to be a god.”* - Friedrich Nietzsche","*“If I had to choose a religion, the sun as the universal giver of life would be my god.”* - Napoleon Bonaparte","*“When the solution is simple, God is answering.”* - Albert Einstein","*“There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.”* - Aldous Huxley","*“The blame is his who chooses: God is blameless.”* - Plato","*“I tremble for my country when I reflect that God is just that his justice cannot sleep forever.”* - Thomas Jefferson","*“I have sworn upon the altar of God, eternal hostility against every form of tyranny over the mind of man.”* - Thomas Jefferson","*“Is man one of God's blunders? Or is God one of man's blunders?”* - Friedrich Nietzsche","*“What is a weed? A plant whose virtues have never been discovered.”* - Ralph Waldo Emerson","*“A subject for a great poet would be God's boredom after the seventh day of creation.”* - Friedrich Nietzsche","*“I would rather live my life as if there is a God and die to find out there isn't, than live my life as if there isn't and die to find out there is.”* - Albert Camus","*“I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty.”* - Albert Einstein","*“We should take care not to make the intellect our god it has, of course, powerful muscles, but no personality.”* - Albert Einstein","*“I would believe only in a God that knows how to Dance.”* - Friedrich Nietzsche","*“We turn toward God only to obtain the impossible.”* - Albert Camus","*“God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness.”* - Aldous Huxley","*“Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.”* - Aldous Huxley","*“To do all that one is able to do, is to be a man to do all that one would like to do, is to be a god.”* - Napoleon Bonaparte","*“He was an embittered atheist, the sort of atheist who does not so much disbelieve in God as personally dislike Him.”* - George Orwell","*“Man has, as it were, become a kind of prosthetic God. When he puts on all his auxiliary organs, he is truly magnificent but those organs have not grown on him and they still give him much trouble at times.”* - Sigmund Freud","*“A good decision is based on knowledge and not on numbers.”* - Plato","*“Many a man fails as an original thinker simply because his memory it too good.”* - Friedrich Nietzsche","*“It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.”* - Friedrich Nietzsche","*“I believe that every human mind feels pleasure in doing good to another.”* - Thomas Jefferson","*“The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.”* - Albert Camus","*“The more man meditates upon good thoughts, the better will be his world and the world at large.”* - Confucius","*“A good traveler has no fixed plans, and is not intent on arriving.”* - Lao Tzu","*“It takes time to persuade men to do even what is for their own good.”* - Thomas Jefferson","*“Not life, but good life, is to be chiefly valued.”* - Socrates","*“By all means, marry. If you get a good wife, you'll become happy if you get a bad one, you'll become a philosopher.”* - Socrates","*“In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.”* - Thomas Jefferson","*“A wise and frugal Government, which shall restrain men from injuring one another, which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government, and this is necessary to close the circlue of our felicities.”* - Thomas Jefferson","*“Good actions give strength to ourselves and inspire good actions in others.”* - Plato","*“I have thought a sufficient measure of civilization is the influence of good women.”* - Ralph Waldo Emerson","*“A good writer possesses not only his own spirit but also the spirit of his friends.”* - Friedrich Nietzsche","*“The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'”* - Lao Tzu","*“On the whole, human beings want to be good, but not too good, and not quite all the time.”* - George Orwell","*“My advice to you is get married: if you find a good wife you'll be happy if not, you'll become a philosopher.”* - Socrates","*“I find that he is happiest of whom the world says least, good or bad.”* - Thomas Jefferson","*“Every actual State is corrupt. Good men must not obey laws too well.”* - Ralph Waldo Emerson","*“Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.”* - Plato","*“Whatever is done for love always occurs beyond good and evil.”* - Friedrich Nietzsche","*“Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.”* - Aristotle","*“Love is the joy of the good, the wonder of the wise, the amazement of the Gods.”* - Plato","*“This time, like all times, is a very good one, if we but know what to do with it.”* - Ralph Waldo Emerson","*“It is a fact often observed, that men have written good verses under the inspiration of passion, who cannot write well under other circumstances.”* - Ralph Waldo Emerson","*“Being entirely honest with oneself is a good exercise.”* - Sigmund Freud","*“Good habits formed at youth make all the difference.”* - Aristotle","*“Don't believe your friends when they ask you to be honest with them. All they really want is to be maintained in the good opinion they have of themselves.”* - Albert Camus","*“Doing well is the result of doing good. That's what capitalism is all about.”* - Ralph Waldo Emerson","*“Good men must not obey the laws too well.”* - Ralph Waldo Emerson","*“Therefore, the good of man must be the end of the science of politics.”* - Aristotle","*“If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.”* - Confucius","*“Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.”* - Napoleon Bonaparte","*“You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.”* - Friedrich Nietzsche","*“It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve and bad things are very easy to get.”* - Confucius","*“He who can no longer pause to wonder and stand rapt in awe, is as good as dead his eyes are closed.”* - Albert Einstein","*“Bad times have a scientific value. These are occasions a good learner would not miss.”* - Ralph Waldo Emerson","*“All credibility, all good conscience, all evidence of truth come only from the senses.”* - Friedrich Nietzsche","*“The sage does not hoard. The more he helps others, the more he benefits himself, The more he gives to others, the more he gets himself. The Way of Heaven does one good but never does one harm. The Way of the sage is to act but not to compete.”* - Lao Tzu","*“He who speaks without modesty will find it difficult to make his words good.”* - Confucius","*“A good indignation brings out all one's powers.”* - Ralph Waldo Emerson","*“The state comes into existence for the sake of life and continues to exist for the sake of good life.”* - Aristotle","*“What is good? All that heightens the feeling of power, the will to power, power itself in man.”* - Friedrich Nietzsche","*“An empty stomach is not a good political adviser.”* - Albert Einstein","*“Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained.”* - Lao Tzu","*“The Creator has not thought proper to mark those in the forehead who are of stuff to make good generals. We are first, therefore, to seek them blindfold, and then let them learn the trade at the expense of great losses.”* - Thomas Jefferson","*“He who is to be a good ruler must have first been ruled.”* - Aristotle","*“There is in general good reason to suppose that in several respects the gods could all benefit from instruction by us human beings. We humans are - more humane.”* - Friedrich Nietzsche","*“Any man may easily do harm, but not every man can do good to another.”* - Plato","*“The care of human life and happiness, and not their destruction, is the first and only object of good government.”* - Thomas Jefferson","*“The good opinion of mankind, like the lever of Archimedes, with the given fulcrum, moves the world.”* - Thomas Jefferson","*“Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.”* - Lao Tzu","*“I do not concern myself with gods and spirits either good or evil nor do I serve any.”* - Lao Tzu","*“Like every man of sense and good feeling, I abominate work.”* - Aldous Huxley","*“Mankind is not likely to salvage civilization unless he can evolve a system of good and evil which is independent of heaven and hell.”* - George Orwell","*“Men are only as good as their technical development allows them to be.”* - George Orwell","*“The natural progress of things is for liberty to yield and government to gain ground.”* - Thomas Jefferson","*“That government is the strongest of which every man feels himself a part.”* - Thomas Jefferson","*“Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.”* - Aristotle","*“He who is not a good servant will not be a good master.”* - Plato","*“Whenever the people are well-informed, they can be trusted with their own government.”* - Thomas Jefferson","*“My reading of history convinces me that most bad government results from too much government.”* - Thomas Jefferson","*“Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.”* - Albert Einstein","*“History, in general, only informs us of what bad government is.”* - Thomas Jefferson","*“So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.”* - Thomas Jefferson","*“There must always remain something that is antagonistic to good.”* - Plato","*“Truth is the beginning of every good to the gods, and of every good to man.”* - Plato","*“Four legs good, two legs bad.”* - George Orwell","*“Good writing is like a windowpane.”* - George Orwell","*“If we can but prevent the government from wasting the labours of the people, under the pretence of taking care of them, they must become happy.”* - Thomas Jefferson","*“We must not discriminate between things. Where things are concerned there are no class distinctions. We must pick out what is good for us where we can find it.”* - Pablo Picasso","*“A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.”* - Thomas Jefferson","*“Good artists copy, great artists steal.”* - Pablo Picasso","*“The good is the beautiful.”* - Plato","*“Hell isn't merely paved with good intentions it's walled and roofed with them. Yes, and furnished too.”* - Aldous Huxley","*“It is also true that one can write nothing readable unless one constantly struggles to efface one's own personality. Good prose is like a windowpane.”* - George Orwell","*“I only wish that ordinary people had an unlimited capacity for doing harm then they might have an unlimited power for doing good.”* - Socrates","*“The rulers of the state are the only persons who ought to have the privilege of lying, either at home or abroad they may be allowed to lie for the good of the state.”* - Plato","*“In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.”* - Salvador Dali","*“War is war. The only good human being is a dead one.”* - George Orwell","*“The second office in the government is honorable and easy the first is but a splendid misery.”* - Thomas Jefferson","*“Apply yourself both now and in the next life. Without effort, you cannot be prosperous. Though the land be good, You cannot have an abundant crop without cultivation.”* - Plato","*“To invent, you need a good imagination and a pile of junk.”* - Thomas A. Edison","*“Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.”* - Thomas Sowell","*“Everyone who wants to do good to the human race always ends in universal bullying.”* - Aldous Huxley","*“It's with bad sentiments that one makes good novels.”* - Aldous Huxley","*“I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.”* - Thomas Jefferson","*“Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.”* - Thomas Jefferson","*“Twice and thrice over, as they say, good is it to repeat and review what is good.”* - Plato","*“The chief enemy of creativity is 'good' sense.”* - Pablo Picasso","*“No government ought to be without censors and where the press is free no one ever will.”* - Thomas Jefferson","*“By definition, a government has no conscience. Sometimes it has a policy, but nothing more.”* - Albert Camus","*“An oppressive government is more to be feared than a tiger.”* - Confucius","*“Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.”* - Thomas Jefferson","*“Conquest is not in our principles. It is inconsistent with our government.”* - Thomas Jefferson","*“He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.”* - Confucius","*“There is no harm in repeating a good thing.”* - Plato","*“Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay.”* - Aldous Huxley","*“The way to gain a good reputation is to endeavor to be what you desire to appear.”* - Socrates","*“A market is never saturated with a good product, but it is very quickly saturated with a bad one.”* - Henry Ford","*“To prefer evil to good is not in human nature and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.”* - Plato","*“A bad book is as much of a labor to write as a good one, it comes as sincerely from the author's soul.”* - Aldous Huxley","*“The spirit of resistance to government is so valuable on certain occasions that I wish it to be always kept alive.”* - Thomas Jefferson","*“I own that I am not a friend to a very energetic government. It is always oppressive.”* - Thomas Jefferson","*“To assert in any case that a man must be absolutely cut off from society because he is absolutely evil amounts to saying that society is absolutely good, and no-one in his right mind will believe this today.”* - Albert Camus","*“The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.”* - Thomas Jefferson","*“Life in general has never been even close to fair, so the pretense that the government can make it fair is a valuable and inexhaustible asset to politicians who want to expand government.”* - Thomas Sowell","*“The greatest way to live with honor in this world is to be what we pretend to be.”* - Socrates","*“Success has always been a great liar.”* - Friedrich Nietzsche","*“Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.”* - Ralph Waldo Emerson","*“Governing a great nation is like cooking a small fish - too much handling will spoil it.”* - Lao Tzu","*“People with great gifts are easy to find, but symmetrical and balanced ones never.”* - Ralph Waldo Emerson","*“Two great European narcotics, alcohol and Christianity.”* - Friedrich Nietzsche","*“A great value of antiquity lies in the fact that its writings are the only ones that modern men still read with exactness.”* - Friedrich Nietzsche","*“One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do.”* - Henry Ford","*“What's great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest.”* - Andy Warhol","*“Remember happiness doesn't depend upon who you are or what you have it depends solely on what you think.”* - Dale Carnegie","*“The person who seeks all their applause from outside has their happiness in another's keeping .”* - Dale Carnegie","*“De Sade is the one completely consistent and thoroughgoing revolutionary of history.”* - Aldous Huxley","*“History is more or less bunk.”* - Henry Ford","*“In the course of history, men come to see that iron necessity is neither iron nor necessary.”* - Friedrich Nietzsche","*“It gives me great pleasure indeed to see the stubbornness of an incorrigible nonconformist warmly acclaimed.”* - Albert Einstein","*“Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind.”* - Aristotle","*“Trust men and they will be true to you treat them greatly and they will show themselves great.”* - Ralph Waldo Emerson","*“Great ideas originate in the muscles.”* - Thomas A. Edison","*“Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.”* - Albert Einstein","*“The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently but he is willing, in great crises, to give even his life - knowing that under certain conditions it is not worthwhile to live.”* - Aristotle","*“All difficult things have their origin in that which is easy, and great things in that which is small.”* - Lao Tzu","*“Better a little which is well done, than a great deal imperfectly.”* - Plato","*“We hold these truths to be self-evident: that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.”* - Thomas Jefferson","*“What we call happiness in the strictest sense comes from the (preferably sudden) satisfaction of needs which have been dammed up to a high degree.”* - Sigmund Freud","*“Poetry is finer and more philosophical than history for poetry expresses the universal, and history only the particular.”* - Aristotle","*“Poetry is nearer to vital truth than history.”* - Plato","*“Glory is fleeting, but obscurity is forever.”* - Napoleon Bonaparte","*“The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?'”* - Sigmund Freud","*“Nothing great was ever achieved without enthusiasm.”* - Ralph Waldo Emerson","*“Before we acquire great power we must acquire wisdom to use it well.”* - Ralph Waldo Emerson","*“Some are made modest by great praise, others insolent.”* - Friedrich Nietzsche","*“When one has a great deal to put into it a day has a hundred pockets.”* - Friedrich Nietzsche","*“What we feel and think and are is to a great extent determined by the state of our ductless glands and viscera.”* - Aldous Huxley","*“The great proof of madness is the disproportion of one's designs to one's means.”* - Napoleon Bonaparte","*“It would be very glamorous to be reincarnated as a great big ring on Liz Taylor's finger.”* - Andy Warhol","*“All truly great thoughts are conceived by walking.”* - Friedrich Nietzsche","*“A table, a chair, a bowl of fruit and a violin what else does a man need to be happy?”* - Albert Einstein","*“Our object in the construction of the state is the greatest happiness of the whole, and not that of any one class.”* - Plato","*“Great acts are made up of small deeds.”* - Lao Tzu","*“Great geniuses have the shortest biographies.”* - Ralph Waldo Emerson","*“Ignorance of all things is an evil neither terrible nor excessive, nor yet the greatest of all but great cleverness and much learning, if they be accompanied by a bad training, are a much greater misfortune.”* - Plato","*“Wealth is well known to be a great comforter.”* - Plato","*“Happiness depends upon ourselves.”* - Aristotle","*“Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.”* - Dale Carnegie","*“History is the version of past events that people have decided to agree upon.”* - Napoleon Bonaparte","*“Skepticism is a virtue in history as well as in philosophy.”* - Napoleon Bonaparte","*“Men do not learn much from the lessons of history and that is the most important of all the lessons of history.”* - Aldous Huxley","*“Silence is a source of great strength.”* - Lao Tzu","*“No great man ever complains of want of opportunity.”* - Ralph Waldo Emerson","*“Govern a great nation as you would cook a small fish. Do not overdo it.”* - Lao Tzu","*“What's right about America is that although we have a mess of problems, we have great capacity - intellect and resources - to do some thing about them.”* - Henry Ford","*“When small men attempt great enterprises, they always end by reducing them to the level of their mediocrity.”* - Napoleon Bonaparte","*“Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.”* - Aristotle","*“A great man is always willing to be little.”* - Ralph Waldo Emerson","*“Great hearts steadily send forth the secret forces that incessantly draw great events.”* - Ralph Waldo Emerson","*“The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.”* - Thomas A. Edison","*“What is history but a fable agreed upon?”* - Napoleon Bonaparte","*“The white man's happiness cannot be purchased by the black man's misery.”* - Frederick Douglass","*“I don't believe in accidents. There are only encounters in history. There are no accidents.”* - Pablo Picasso","*“The very concept of objective truth is fading out of the world. Lies will pass into history.”* - George Orwell","*“The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough.”* - Ralph Waldo Emerson","*“The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men.”* - Plato","*“I am sometimes a fox and sometimes a lion. The whole secret of government lies in knowing when to be the one or the other.”* - Napoleon Bonaparte","*“Enthusiasm is the mother of effort, and without it nothing great was ever achieved.”* - Ralph Waldo Emerson","*“We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we make today.”* - Henry Ford","*“The real goal should be reduced government spending, rather than balanced budgets achieved by ever rising tax rates to cover ever rising spending.”* - Thomas Sowell","*“Great men or men of great gifts you shall easily find, but symmetrical men never.”* - Ralph Waldo Emerson","*“Poets utter great and wise things which they do not themselves understand.”* - Plato","*“Those who intend on becoming great should love neither themselves nor their own things, but only what is just, whether it happens to be done by themselves or others.”* - Plato","*“The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims, one turns, as it were, instinctively to long words and exhausted idioms, like a cuttlefish squirting out ink.”* - George Orwell","*“It is neither wealth nor splendor but tranquility and occupation which give you happiness.”* - Thomas Jefferson","*“Great spirits have always encountered violent opposition from mediocre minds.”* - Albert Einstein","*“The greatest wealth is to live content with little.”* - Plato","*“There is no great genius without a mixture of madness.”* - Aristotle","*“You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.”* - Albert Camus","*“Great indebtedness does not make men grateful, but vengeful and if a little charity is not forgotten, it turns into a gnawing worm.”* - Friedrich Nietzsche","*“The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises.”* - Sigmund Freud","*“The herd seek out the great, not for their sake but for their influence and the great welcome them out of vanity or need.”* - Napoleon Bonaparte","*“Your successes and happiness are forgiven you only if you generously consent to share them.”* - Albert Camus","*“There is something curiously boring about somebody else's happiness.”* - Aldous Huxley","*“Success is getting what you want. Happiness is wanting what you get.”* - Dale Carnegie","*“Happiness is a hard master, particularly other people's happiness.”* - Aldous Huxley","*“Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.”* - Lao Tzu","*“Our greatest glory is not in never falling, but in rising every time we fall.”* - Confucius","*“To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything.”* - Albert Camus","*“Those who weep for the happy periods which they encounter in history acknowledge what they want not the alleviation but the silencing of misery.”* - Albert Camus","*“Because of a great love, one is courageous.”* - Lao Tzu","*“The search after the great men is the dream of youth, and the most serious occupation of manhood.”* - Ralph Waldo Emerson","*“If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants.”* - Lao Tzu","*“Great indeed is the sublimity of the Creative, to which all beings owe their beginning and which permeates all heaven.”* - Lao Tzu","*“Our greatest glory is not in never failing, but in rising up every time we fail.”* - Ralph Waldo Emerson","*“Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.”* - Lao Tzu","*“Nothing in the affairs of men is worthy of great anxiety.”* - Plato","*“To have a great idea, have a lot of them.”* - Thomas A. Edison","*“Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.”* - Aldous Huxley","*“Happiness is not being pained in body or troubled in mind.”* - Thomas Jefferson","*“Men can only be happy when they do not assume that the object of life is happiness.”* - George Orwell","*“All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door.”* - Albert Camus","*“But what is happiness except the simple harmony between a man and the life he leads?”* - Albert Camus","*“Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.”* - Pablo Picasso","*“The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.”* - Albert Einstein","*“That men do not learn very much from the lessons of history is the most important of all the lessons of history.”* - Aldous Huxley","*“Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.”* - Aristotle","*“History is a set of lies agreed upon.”* - Napoleon Bonaparte","*“You ask me if I keep a notebook to record my great ideas. I've only ever had one.”* - Albert Einstein","*“To be great is to be misunderstood.”* - Ralph Waldo Emerson","*“A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it.”* - Frederick Douglass","*“I exhort you also to take part in the great combat, which is the combat of life, and greater than every other earthly conflict.”* - Plato","*“One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.”* - Aldous Huxley","*“Character is higher than intellect. A great soul will be strong to live as well as think.”* - Ralph Waldo Emerson","*“He who learns but does not think, is lost! He who thinks but does not learn is in great danger.”* - Confucius","*“A great city is not to be confounded with a populous one.”* - Aristotle","*“What might be taken for a precocious genius is the genius of childhood. When the child grows up, it disappears without a trace. It may happen that this boy will become a real painter some day, or even a great painter. But then he will have to begin everything again, from zero.”* - Pablo Picasso","*“Happiness can exist only in acceptance.”* - George Orwell","*“There is joy in work. There is no happiness except in the realization that we have accomplished something.”* - Henry Ford","*“Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service.”* - Henry Ford","*“Hope in reality is the worst of all evils because it prolongs the torments of man.”* - Friedrich Nietzsche","*“As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking.”* - Thomas Sowell","*“An artist has no home in Europe except in Paris.”* - Friedrich Nietzsche","*“Man wants to live, but it is useless to hope that this desire will dictate all his actions.”* - Albert Camus","*“I have Social Disease. I have to go out every night. If I stay home one night I start spreading rumors to my dogs.”* - Andy Warhol","*“I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.”* - Thomas Jefferson","*“Analogies, it is true, decide nothing, but they can make one feel more at home.”* - Sigmund Freud","*“I had a lot of dates but I decided to stay home and dye my eyebrows.”* - Andy Warhol","*“I'm the type who'd be happy not going anywhere as long as I was sure I knew exactly what was happening at the places I wasn't going to. I'm the type who'd like to sit home and watch every party that I'm invited to on a monitor in my bedroom.”* - Andy Warhol","*“Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.”* - Albert Einstein","*“Hope is a waking dream.”* - Aristotle","*“A leader is a dealer in hope.”* - Napoleon Bonaparte","*“The strength of a nation derives from the integrity of the home.”* - Confucius","*“Youth is easily deceived because it is quick to hope.”* - Aristotle","*“Hope is the dream of a waking man.”* - Aristotle","*“One loves to possess arms, though they hope never to have occasion for them.”* - Thomas Jefferson","*“My theory has always been, that if we are to dream, the flatteries of hope are as cheap, and pleasanter, than the gloom of despair.”* - Thomas Jefferson","*“He who despairs of the human condition is a coward, but he who has hope for it is a fool.”* - Albert Camus","*“The secret to humor is surprise.”* - Aristotle","*“Imagination is more important than knowledge.”* - Albert Einstein","*“Logic will get you from A to B. Imagination will take you everywhere.”* - Albert Einstein","*“Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.”* - Plato","*“Imagination rules the world.”* - Napoleon Bonaparte","*“Imagination is everything. It is the preview of life's coming attractions.”* - Albert Einstein","*“The true sign of intelligence is not knowledge but imagination.”* - Albert Einstein","*“I am enough of an artist to draw freely upon my imagination.”* - Albert Einstein","*“To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.”* - Albert Einstein","*“I paint objects as I think them, not as I see them.”* - Pablo Picasso","*“The moment a person forms a theory, his imagination sees in every object only the traits which favor that theory.”* - Thomas Jefferson","*“The human race is governed by its imagination.”* - Napoleon Bonaparte","*“Science does not know its debt to imagination.”* - Ralph Waldo Emerson","*“The glow of one warm thought is to me worth more than money.”* - Thomas Jefferson","*“I know that I am intelligent, because I know that I know nothing.”* - Socrates","*“Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.”* - George Orwell","*“I know this world is ruled by infinite intelligence. Everything that surrounds us- everything that exists - proves that there are infinite laws behind it. There can be no denying this fact. It is mathematical in its precision.”* - Thomas A. Edison","*“All men by nature desire knowledge.”* - Aristotle","*“We do not learn and what we call learning is only a process of recollection.”* - Plato","*“No man ever prayed heartily without learning something.”* - Ralph Waldo Emerson","*“The thermometer of success is merely the jealousy of the malcontents.”* - Salvador Dali","*“I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.”* - Thomas Jefferson","*“Knowledge without justice ought to be called cunning rather than wisdom.”* - Plato","*“Information is not knowledge.”* - Albert Einstein","*“We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.”* - George Orwell","*“Knowledge which is acquired under compulsion obtains no hold on the mind.”* - Plato","*“Knowledge is true opinion.”* - Plato","*“Knowledge becomes evil if the aim be not virtuous.”* - Plato","*“Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.”* - Thomas Sowell","*“People who enjoy meetings should not be in charge of anything.”* - Thomas Sowell","*“I am always doing that which I cannot do, in order that I may learn how to do it.”* - Pablo Picasso","*“The voice of the intellect is a soft one, but it does not rest until it has gained a hearing.”* - Sigmund Freud","*“Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.”* - Thomas A. Edison","*“Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.”* - Aldous Huxley","*“Real knowledge is to know the extent of one's ignorance.”* - Confucius","*“Thought must be divided against itself before it can come to any knowledge of itself.”* - Aldous Huxley","*“Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal.”* - Plato","*“Intellectuals solve problems, geniuses prevent them.”* - Albert Einstein","*“An intellectual is someone whose mind watches itself.”* - Albert Camus","*“It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.”* - Friedrich Nietzsche","*“Common sense is genius dressed in its working clothes.”* - Ralph Waldo Emerson","*“There are some ideas so wrong that only a very intelligent person could believe in them.”* - George Orwell","*“He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.”* - Thomas Jefferson","*“When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge.”* - Confucius","*“Human behavior flows from three main sources: desire, emotion, and knowledge.”* - Plato","*“Those who have knowledge, don't predict. Those who predict, don't have knowledge.”* - Lao Tzu","*“Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.”* - Friedrich Nietzsche","*“The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.”* - Albert Camus","*“The cautious seldom err.”* - Confucius","*“True knowledge exists in knowing that you know nothing.”* - Socrates","*“If we knew what it was we were doing, it would not be called research, would it?”* - Albert Einstein","*“Knowledge of what is does not open the door directly to what should be.”* - Albert Einstein","*“Man is an intelligence in servitude to his organs.”* - Aldous Huxley","*“The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.”* - Albert Einstein","*“The one exclusive sign of thorough knowledge is the power of teaching.”* - Aristotle","*“The learning and knowledge that we have, is, at the most, but little compared with that of which we are ignorant.”* - Plato","*“Opinion is the medium between knowledge and ignorance.”* - Plato","*“The man of knowledge must be able not only to love his enemies but also to hate his friends.”* - Friedrich Nietzsche","*“He who would learn to fly one day must first learn to stand and walk and run and climb and dance one cannot fly into flying.”* - Friedrich Nietzsche","*“Men must live and create. Live to the point of tears.”* - Albert Camus","*“Wit is educated insolence.”* - Aristotle","*“Knowledge is knowing that we cannot know.”* - Ralph Waldo Emerson","*“The difference between stupidity and genius is that genius has its limits.”* - Albert Einstein","*“Intelligence without ambition is a bird without wings.”* - Salvador Dali","*“What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult.”* - Sigmund Freud","*“Thinking: the talking of the soul with itself.”* - Plato","*“It's not that I'm so smart, it's just that I stay with problems longer.”* - Albert Einstein","*“To know, is to know that you know nothing. That is the meaning of true knowledge.”* - Socrates"]
